import m1 from './images/m1.png'
import m2 from './images/m2.png'
import m3 from './images/m3.png'

export const teacher={
    first:{
        name:'马超群',
        src:m1,
        desc:'马超群，博士、教授、博士生导师，国家杰出青年科学基金获得者、“新世纪百千万人才工程”国家级人选、教育部新世纪优秀人才支持计划人选、教育部创新团队带头人、湖南省自然科学创新研究群体带头人、湖南省“121”人才工程计划第一层次人选、湖南省“芙蓉学者计划”特聘教授成就奖获得者、湖南智库联盟专家、享受国务院政府特殊津贴专家。'+
'1997年获国防科学技术大学系统工程专业博士学位，1999年晋升为教授、同年并遴选为博士生导师，加拿大York大学与Toronto大学访问学者。'+
' 现任湖南省“企业管理与决策支持技术”重点实验室主任。兼任全国工商管理硕士专业学位研究生教育指导委员会委员，中国优选法统筹法与经济数学研究会副理事长，中国投资协会投资学科建设委员会副会长，中国系统工程学会常务理事，中国金融系统工程学会常务理事，湖南省工商管理学会理事长，湖南省系统工程与管理学会轮值理事长，《系统工程》、《中国管理科学》、《经济数学》等国内外多个杂志编委与副主编。'
    },
    second:[
        {
            name:'兰秋军',
            src:m2,
            desc:'兰秋军，教授，管理科学与工程专业博士生导师，“数据科学与区块链”湖南省重点实验室主任，信息管理与信息系统专业国家一流本科专业建设责任教授。目前主要研究兴趣为数据科学、区块链与隐私计算。著有《金融数据挖掘》、《运筹学》等著作，在国内外学术刊物上发表学术论文四十多篇。主持国家自然科学基金两项。',

        },
        {
            name:'周中定',
            src:m3,
            desc:'周中定，湖南大学工商管理学院副教授，博士。主持国家九五期间重点科技项目“H.324多媒体通信终端产业化”。主持国家自然科学基金面上项目“移动互联网信息/内容服务定价决策实证模型与仿真研究”(NO.70671038)。主持湖南省科技重大专项项目子课题一：电子信息供应链金融区块链平台高并发分布式计算与存储架构。'
        }
    ]
}